{"0": {"q": ["Line2222222\n", "Question 0: line11111111 \n", "Line333333\n", "\n"], "a": ["Answers2\n", "Answers1\n", "Answers3\n", "\u000b\n"], "wc": 3}, "1": {"q": ["F = m * a\n", "\n", "What is the value of a?\n", "Question 1: Consider a 10 kg object at rest. According to Newton's first law of motion (also known as the law of inertia), the object will remain at rest until an external force is applied. \n", "where: \n", "If a force of 20 N is applied to the object, calculate the acceleration of the object. Use the following equation derived from Newton's second law of motion: \n", "- a is the acceleration.\n", "- m is the mass of the object,\n", "- F is the force applied,\n"], "a": ["Rearranging the equation to solve for acceleration gives us:\n", "a = 20 N / 10 kg = 2 m/s²\n", "Substituting the given values:\n", "So, the acceleration of the object when a 20 N force is applied is 2 m/s².\n", "a = F / m\n"], "wc": 44}, "2": {"q": ["Question 2: Describe the big bang theory in a short paragraph.\n", "\n"], "a": ["The Big Bang Theory is the prevailing cosmological model for the observable universe, describing its birth and evolution over 13.8 billion years. According to this theory, the universe began as a singularity, a state of infinite density and temperature, about 13.8 billion years ago. This singularity began to expand rapidly in a hot explosion, an event known as the Big Bang. As the universe expanded, it cooled and matter formed. This matter eventually condensed into galaxies, stars, and planets. The theory is supported by multiple lines of empirical evidence, including the cosmic microwave background radiation and the observed large scale distribution of galaxies, among other observations.\n"], "wc": 106}, "3": {"q": ["a.36\n", "\n", "Question 3: What is the average of the first five multiples of 12?\n", "d.42\n", "b.38\n", "c.40\n"], "a": ["Answer 36\n"], "wc": 2}, "4": {"q": ["Question 4: Describe about the pic.\n", "\n"], "a": ["This is a logo of python, the famous programming language\n"], "wc": 10}, "5": {"q": ["Question 5: Yes/No?\n", "\n"], "a": ["The Truth\n"], "wc": 2}}